Repository: SubmergedAmongUs/Submerged
Catalog: Submerged/Localization/Strings/Locations.*.resx
Languages: de, fr, it, ja, nl, pt_br, ru, zh_hans, zh_hant

source: Ballast
de: Ballastâ€‹
it: Stiva
ja: バラスト
pt_br: Sala de Lastro
ru: Балласт
zh_hans: 镇流器房
zh_hant: 水壓房

source: Central
de: Zentrale
fr: Centrale
it: Centrale
ja: セントラル
nl: Centraal
ru: Узел
zh_hans: 中庭
zh_hant: 中心

# Central.Lower
source: Lower Central
de: Untere Zentrale
fr: Centrale inférieure
it: Centrale Inferiore
ja: ロワーセントラル
nl: Onder Centraal
pt_br: Central Inferior
ru: Нижний узел
zh_hans: 下层中庭
zh_hant: 下層中心

# Central.Upper
source: Upper Central
de: Obere Zentrale
fr: Centrale supérieure
it: Centrale Superiore
ja: アッパーセントラル
nl: Boven Centraal
pt_br: Central Superior
ru: Верхний узел
zh_hans: 上层中庭
zh_hant: 上層中心

# Deck.Lower
source: Lower Deck
de: Unteres Deck
fr: Pont inférieur
it: Livello inferiore
ja: ロワーデッキ
nl: Onderdek
pt_br: Convés Inferior
ru: Нижняя палуба
zh_hans: 下层甲板
zh_hant: 下層機艙

# Deck.Upper
source: Upper Deck
de: Oberes Deck
fr: Pont supérieur
it: Livello Superiore
ja: アッパーデッキ
nl: Bovendek
pt_br: Convés Superior
ru: Верхняя палуба
zh_hans: 上层甲板
zh_hant: 上層機艙

# Elevators.Service
source: Service Elevator
de: Serviceaufzug
fr: Ascenseur de service
it: Ascensore Tecnica
ja: サービスエレベーター
nl: Dienstlift
pt_br: Elevador de Serviço
ru: Служебный лифт
zh_hans: 电梯维修部
zh_hant: 電梯維修部

source: Filtration
de: Filterung
it: Filtrazione
ja: ろ過室
nl: Filtratie
pt_br: Filtragem
ru: Фильтрационная
zh_hans: 过滤室
zh_hant: 過濾房

source: Lobby
de: Foyer
fr: Hall
ja: ロビー
ru: Лобби
zh_hans: 大厅
zh_hant: 大廳

# Lobby.Lower
source: Lower Lobby
de: Obere Foyer
fr: Hall inférieur
it: Lobby Inferiore
ja: ロワーロビー
nl: Onder Lobby
pt_br: Lobby Inferior
ru: Нижнее лобби
zh_hans: 下层大厅
zh_hant: 下層大廳

# Lobby.Upper
source: Upper Lobby
de: Untere Foyer
fr: Hall supérieur
it: Lobby Superiore
ja: アッパーロビー
nl: Boven Lobby
pt_br: Lobby Superior
ru: Верхнее лобби
zh_hans: 上层大厅
zh_hant: 上層大廳

source: Observatory
de: Observatorium
fr: Observatoire
it: Osservatorio
ja: 展望台
nl: Observatorium
pt_br: Observatório
ru: Обсерватория
zh_hans: 观察室
zh_hant: 天文台

source: Research
de: Forschunglabor
fr: Recherche
it: Ricerca
ja: 研究所
nl: Onderzoek
pt_br: Pesquisa
ru: Исследовательская
zh_hans: 研究室
zh_hant: 研究室
